Repository: RainyofSun/RecruitmentService
Catalog: RecruitmentService/Resource/*.lproj/Localizable.strings
Languages: vi

# tabbar_home
source: 主页
vi: Trang chủ

# tabbar_publish
source: 发布
vi: Công bố

# tabbar_notification
source: 通知
vi: Thông báo

# tabbar_mine
source: 我的
vi: Của tôi

# alert_btn_ok
source: 好
vi: OK

# alert_btn_cancel
source: 不允许
vi: Từ chối

# alert_title
source: 温馨提示
vi: Lời khuyên

# alert_left_title
source: 取消
vi: Hủy bỏ

# alert_camera
source: %@ 想访问你的摄像头
vi: %@ Muốn truy cập vào máy ảnh của bạn

# alert_camera_tip
source: 为您提供拍摄简历照片服务
vi: Cung cấp cho bạn dịch vụ chụp ảnh sơ yếu lý lịch

# alert_thumb
source: %@ 想访问你的相册
vi: %@ Muốn truy cập vào album ảnh của bạn

# alert_contact
source: %@ 想访问你的联系人
vi: %@ Muốn truy cập danh bạ của bạn

# alert_contact_tip
source: 为您提供备用联系人服务
vi: Cung cấp cho bạn dịch vụ liên lạc dự phòng

# alert_location
source: %@ 想访问你的位置
vi: %@ Muốn truy cập vị trí của bạn

# alert_location_tip
source: 为您提供服务位置登记服务
vi: Cung cấp cho bạn dịch vụ đăng ký địa điểm dịch vụ

# home_question_title1
source: 1. %@ 是干什么的？
vi: 1, %@ là gì?

# home_question_content1
source: %@ 是一个主要为个人或者机构提供上门维修和保洁服务等短时需求发布的软件。
vi: %@ là phần mềm chủ yếu được phát hành để cung cấp các nhu cầu ngắn hạn như dịch vụ sửa chữa và vệ sinh tại chỗ cho cá nhân.

# home_question_title2
source: 2. %@ 的服务对象是谁？
vi: 2, Ai là đối tượng phục vụ của %@?

# home_question_content2
source: %@ 主要向个人或者机构提供查阅服务者、需求发布和磋商服务项目，以满足生活日常需要
vi: %@ chủ yếu cung cấp cho các cá nhân hoặc các tổ chức tham khảo các dịch vụ, nhu cầu phát hành và thảo luận các dự án dịch vụ để đáp ứng nhu cầu hàng ngày của cuộc sống

# home_question_title3
source: 3. 如何使用 %@ ?
vi: 3, Làm thế nào để sử dụng %@?

# home_question_content3
source: 您可以在登录后在发布页面发布您的需求，然后等待服务者与您联系即可。
vi: Sau khi đăng nhập, bạn có thể đăng tải yêu cầu của bạn trên trang xuất bản, và sau đó chờ đợi cho các dịch vụ để liên lạc với bạn.

# home_tip_unlogin
source: 当前未登录，无法发布你的需求
vi: Bạn chưa đăng nhập nên không thể công bố yêu cầu của mình.

# home_tip_goto_login
source: 去登录
vi: Đăng nhập

# home_tip_unpublish
source: 暂未发布需求
vi: Chưa phát hành yêu cầu

# home_tip_goto_publish
source: 去发布
vi: Công bố

# publish_top_right_item
source: 添加新需求
vi: Nhu cầu mới

# publish_top_menu_item1
source: 全部
vi: Tất cả

# publish_top_menu_item2
source: 招聘中
vi: Tuyển dụng

# publish_top_menu_item3
source: 待发布
vi: Để phát hành

# publish_top_menu_item4
source: 已下线
vi: dòng

# publish_empty_title
source: 暂无消息
vi: Không có tin tức

# publish_task_name
source: 需求名称
vi: Tên yêu cầu

# publish_task_end
source: 已结束
vi: Đã kết thúc

# publish_task_stop
source: 停止
vi: dừng lại

# publish_task_start
source: 发布
vi: giải phóng

# publish_new_task_nav_title
source: 发布用工
vi: Công bố việc làm

# publish_process_step_one
source: 需求说明
vi: Yêu cầu

# publish_process_step_two
source: 需求须知
vi: Yêu cầu

# publish_process_step_three
source: 发布需求
vi: Yêu cầu phát hành

# publish_requirement_type
source: 需求类型
vi: Loại yêu cầu

# publish_requirement_type_place
source: 请选择需求类型
vi: Vui lòng chọn loại nhu cầu

# publish_requirement_name
source: 需求名称
vi: Tên yêu cầu

# publish_requirement_name_place
source: 请输入零工名称
vi: Vui lòng nhập chức danh công việc

# publish_requirement_intro
source: 需求介绍
vi: Yêu cầu

# publish_requirement_intro_place
source: 请详细描述您的需求...
vi: Vui lòng mô tả chi tiết nhu cầu của bạn...

# publish_requirement_age
source: 年龄范围
vi: Độ tuổi

# publish_requirement_age_place
source: 请选择年龄范围
vi: Vui lòng chọn độ tuổi

# publish_requirement_sex
source: 性别要求
vi: Yêu cầu về giới tính

# publish_requirement_sex_place
source: 请选择您需要的性别要求
vi: Vui lòng chọn giới tính bạn cần

# publish_requirement_education
source: 学历情况
vi: Nền tảng giáo dục

# publish_requirement_education_place
source: 请选择您需要学历情况
vi: Vui lòng chọn trình độ học vấn của bạn

# publish_requirement_experience
source: 经验要求
vi: Yêu cầu về kinh nghiệm

# publish_requirement_experience_place
source: 请选择您需要的经验要求
vi: Vui lòng chọn trải nghiệm bạn cần

# publish_requirement_stop_time
source: 截止时间
vi: Thời hạn

# publish_requirement_stop_time_place
source: 请输入零工截止时间 年/月/日
vi: Vui lòng nhập ngày kết thúc bán thời gian

# publish_requirement_contact
source: 联系电话
vi: Liên hệ

# publish_requirement_contact_place
source: 请输入联系号码
vi: Vui lòng nhập số điện thoại liên lạc

# publish_requirement_backup
source: 备用号码
vi: Số thay thế

# publish_requirement_backup_place
source: 请输入备用号码
vi: Vui lòng nhập một số thay thế

# publish_requirement_address
source: 服务地点
vi: Địa điểm dịch vụ

# publish_requirement_address_place
source: 请输入服务地点
vi: Vui lòng nhập địa điểm dịch vụ

# publish_requirement_detail_address
source: 详细位置
vi: Vị trí chi tiết

# publish_requirement_detail_address_place
source: 详细位置
vi: Vị trí chi tiết

# publish_requirement_next
source: 下一步
vi: Bước tiếp theo

# publish_requirement_publish
source: 发布
vi: giải phóng

# publish_requirement_stop
source: 停止
vi: dừng lại

# publish_requirement_draft
source: 存草稿
vi: Lưu bản nháp

# notification_empty_title
source: 暂未发布需求
vi: Chưa phát hành yêu cầu

# notification_empty_try_title
source: 去发布
vi: Để phát hành

# notification_check_title
source: 已经有 %@ 人查看
vi: %@ người đã xem nó

# notification_check_btn_title
source: 查看详情
vi: kiểm tra các chi tiết

# notification_worker_des
source: 自我描述
vi: Mô tả bản thân

# notification_accept
source: 接受
vi: chấp nhận

# notification_refuse
source: 拒绝
vi: từ chối

# notification_tip1
source: %@师傅已收到您的需求
vi: Master %@ đã nhận được yêu cầu của bạn

# notification_pop_code
source: 请输入核销码
vi: Vui lòng nhập mã xác minh

# notification_tip2
source: 确定服务完成吗？请仔细验收后确认 并在下方输入服务人员提供的核销码
vi: Bạn có chắc chắn dịch vụ đã hoàn tất không? Vui lòng xác nhận sau khi kiểm tra cẩn thận Và nhập mã xác minh được cung cấp bởi nhân viên dịch vụ bên dưới

# notification_evalute
source: 好评
vi: Đánh giá tốt

# notification_evalute_tip1
source: 您对服务是否满意呢？
vi: Bạn có hài lòng với dịch vụ này không?

# notification_evalute_tip2
source: 服务态度
vi: Thái độ phục vụ

# notification_evalute_tip3
source: 服务质量
vi: Chất lượng dịch vụ

# notification_evalute_tip4
source: 服务速度
vi: Tốc độ dịch vụ

# notification_evalute_tip5
source: 请输入您的评价内容...
vi: Vui lòng nhập đánh giá của bạn...

# notification_evalute_tip6
source: 评价内容
vi: Nội dung đánh giá

# notification_evalute_tip7
source: 评价
vi: đánh giá

# notification_evalute_tip8
source: 感谢您的好评~~
vi: Cảm ơn lời khen của bạn~~

# login_vistor
source: 游客访问
vi: Du khách

# login_tip
source: 一站式零工服务平台
vi: Nền tảng dịch vụ một công việc bất kỳ

# login_phone_placeholder
source: 请输入您的电话号码
vi: Xin vui lòng nhập số điện thoại của bạn

# login_code_placeholder
source: 请输入验证码
vi: Hãy nhập captcha

# login_get_code
source: 获取验证码
vi: Captcha

# login_login_tip
source: 首次登录即注册
vi: Đăng nhập đầu tiên là đăng ký

# login_btn_title
source: 登录
vi: Đăng nhập

# login_protocol1
source: 登录即代表同意
vi: Đăng nhập là đồng ý

# login_protocol2
source: 《用户协议》
vi: 《Giao thức người dùng》

# login_protocol3
source: 和
vi: và

# login_protocol4
source: 《隐私政策》
vi: 《Chính sách riêng tư》

# mine_login_tatus_unlogin
source: 未登录
vi: Chưa đăng nhập

# mine_login_tip
source: 其他功能
vi: Các tính năng khác

# mine_about_us
source: 关于我们
vi: về chúng tôi

# mine_user_privacy
source: 用户协议
vi: Thỏa thuận người dùng

# mine_privacy
source: 隐私政策
vi: Chính sách bảo mật

# mine_cancel
source: 注销账号
vi: Hủy đăng ký tài khoản

# mine_logout
source: 退出登录
vi: Đăng xuất

# mine_about_us_text
source: 我们的 app 无疑是一款极具创新和实用性的应用程序，在当今数字化的时代中脱颖而出。它以人性化的设计，为用户精心打造出全新的体验。 这款应用主要专注于线上维修和保洁的发布与接单服务。在维修领域，无论是复杂的家电故障，如电视机的屏幕故障、冰箱的制冷问题、空调的不制冷或噪音异常等；还是家居设施的损坏，如门窗的关不严、水龙头的漏水、马桶的堵塞等；亦或是电子产品出现的各种问题，如电脑的硬件故障、手机的屏幕更换、平板电脑的系统问题等，用户都可以通过该 app 轻松发布维修需求。专业的维修人员会迅速响应并接单，他们凭借丰富的经验和精湛的技术，以高效的服务为用户解决各种维修难题，确保用户的生活不受影响。 而在保洁方面，无论是日常的家庭清洁，包括客厅、卧室、厨房、卫生间等各个区域的清扫；还是深度清洁，如窗户玻璃的深度清洁、家电内部的清洁等；又或是特定区域的保洁需求，如沙发清洁、窗帘清洁等，用户同样可以便捷地发布任务。经验丰富的保洁人员会及时接单，他们使用专业的清洁工具和环保的清洁剂，为用户提供高质量的保洁服务，让用户的居住环境焕然一新。 我们致力于打造一个便捷、高效、可靠的线上维修和保洁服务平台。我们提供服务的人员具备专业的技能和良好的服务态度。同时，完善的评价体系也让用户可以对服务进行反馈，促进服务质量的不断提升。为用户的生活带来更多便利，成为用户生活中不可或缺的好帮手。
vi: Ứng dụng của chúng tôi chắc chắn là một ứng dụng sáng tạo và hữu ích, nổi bật trong thời đại kỹ thuật số ngày nay. Nó sử dụng thiết kế nhân văn để cẩn thận tạo ra trải nghiệm mới cho người dùng. Ứng dụng này chủ yếu tập trung vào các dịch vụ xuất bản và tiếp nhận đơn hàng bảo trì và vệ sinh trực tuyến. Trong lĩnh vực bảo trì, cho dù đó là sự cố phức tạp của thiết bị gia dụng, chẳng hạn như màn hình TV bị hỏng, sự cố làm lạnh của tủ lạnh, máy điều hòa không mát hoặc phát ra tiếng ồn bất thường, v.v.; hoặc hư hỏng các thiết bị gia dụng, chẳng hạn như cửa ra vào và cửa sổ không được đóng chặt, vòi nước bị rò rỉ, bồn cầu bị tắc, v.v.; hoặc nhiều sự cố khác nhau với các sản phẩm điện tử, chẳng hạn như lỗi phần cứng máy tính, thay màn hình điện thoại di động, sự cố hệ thống máy tính bảng, v.v., người dùng có thể dễ dàng công bố nhu cầu bảo trì thông qua ứng dụng. Đội ngũ bảo trì chuyên nghiệp sẽ phản hồi và tiếp nhận đơn hàng nhanh chóng. Với kinh nghiệm phong phú và kỹ năng tuyệt vời, họ có thể cung cấp dịch vụ hiệu quả để giải quyết các vấn đề bảo trì khác nhau cho người dùng và đảm bảo rằng cuộc sống của người dùng không bị ảnh hưởng. Về mặt vệ sinh, cho dù đó là vệ sinh nhà cửa hàng ngày, bao gồm vệ sinh nhiều khu vực khác nhau như phòng khách, phòng ngủ, nhà bếp và phòng tắm; hoặc vệ sinh chuyên sâu, chẳng hạn như vệ sinh sâu kính cửa sổ, vệ sinh bên trong các thiết bị gia dụng, v.v.; hoặc nhu cầu vệ sinh ở những khu vực cụ thể, chẳng hạn như giặt ghế sofa, giặt rèm cửa, v.v., người dùng cũng có thể đăng nhiệm vụ một cách thuận tiện. Đội ngũ vệ sinh giàu kinh nghiệm sẽ tiếp nhận đơn hàng kịp thời. Họ sử dụng các công cụ vệ sinh chuyên nghiệp và chất tẩy rửa thân thiện với môi trường để cung cấp cho người dùng dịch vụ vệ sinh chất lượng cao, giúp không gian sống của người dùng trông như mới. Chúng tôi cam kết tạo ra một nền tảng dịch vụ bảo trì và vệ sinh trực tuyến tiện lợi, hiệu quả và đáng tin cậy. Nhà cung cấp dịch vụ của chúng tôi có kỹ năng chuyên nghiệp và thái độ phục vụ tốt. Đồng thời, hệ thống đánh giá hoàn hảo còn cho phép người dùng cung cấp phản hồi về dịch vụ, thúc đẩy cải tiến liên tục chất lượng dịch vụ. Mang lại nhiều tiện ích hơn cho cuộc sống của người dùng và trở thành trợ thủ đắc lực không thể thiếu trong cuộc sống của người dùng.

# mine_protocol_pop_title
source: 用户协议/隐私政策
vi: Thỏa thuận người dùng/Chính sách bảo mật

# mine_protocol_pop_content
source: 我们承诺保护您的个人信息安全。本平台仅收集必要的用户数据，用于提供服务、改进体验及遵循法律要求。我们将严格保密，不向第三方披露，除非获得用户明确同意或法律强制规定。所有数据均采用加密存储和传输。用户有权随时访问、更正或删除其个人信息。如有疑问，请联系我们。
vi: Chúng tôi cam kết bảo vệ tính bảo mật của thông tin cá nhân của bạn. Nền tảng này chỉ thu thập dữ liệu người dùng cần thiết để cung cấp dịch vụ, cải thiện trải nghiệm và tuân thủ các yêu cầu pháp lý. Chúng tôi sẽ giữ bí mật tuyệt đối và sẽ không tiết lộ cho bất kỳ bên thứ ba nào trừ khi chúng tôi có được sự đồng ý rõ ràng của người dùng hoặc theo yêu cầu của pháp luật. Tất cả dữ liệu được lưu trữ và truyền đi dưới dạng mã hóa. Người dùng có quyền truy cập, chỉnh sửa hoặc xóa thông tin cá nhân của mình bất cứ lúc nào. Nếu bạn có bất kỳ thắc mắc nào, vui lòng liên hệ với chúng tôi.

# mine_protocol_close
source: 关闭
vi: đóng cửa

# mine_pop_cancel
source: 账户注销后我们将清空你的账户内的信息 请谨慎操作！！！
vi: Sau khi tài khoản bị hủy, chúng tôi sẽ xóa thông tin trong tài khoản của bạn Xin hãy cẩn thận! ! !

# mine_pop_cancel_right_title
source: 注销
vi: Đăng xuất

# mine_pop_unlogin_tip
source: 检测到您当前未登录，您可在登录后使用该功能
vi: Chúng tôi phát hiện bạn hiện chưa đăng nhập. Bạn có thể sử dụng chức năng này sau khi đăng nhập.

# mine_pop_unlogin_right_title
source: 去登录
vi: Đăng nhập

# refresh_pull_idle
source: Pull down to refresh
vi: Kéo xuống để làm mới

# refresh_pulling
source: Release to refresh
vi: Phát hành để làm mới

# refresh_refreshing
source: Loading...
vi: Đang tải...

# refresh_footer_idle
source: Tap or pull up to load more
vi: Nhấn hoặc kéo lên để tải thêm

# refresh_footer_refreshing
source: Loading...
vi: Đang tải...

# refresh_footer_nomoredata
source: No more data
vi: Không còn dữ liệu nữa

# pop_task_type_title
source: 请选择类型
vi: Vui lòng chọn loại

# pop_cancel
source: 取消
vi: Hủy bỏ

# pop_confirm
source: 确认
vi: xác nhận

# pop_thumb
source: 相册上传
vi: Tải lên album

# pop_camera
source: 拍照上传
vi: Chụp ảnh và tải lên

# pop_complete_requirement
source: 请完善招工信息
vi: Vui lòng hoàn thành thông tin tuyển dụng

# task_type1
source: 维修
vi: Sửa chữa

# task_suubtype1_1
source: 电视机
vi: Máy truyền hình

# task_suubtype1_2
source: 冰箱
vi: tủ lạnh

# task_suubtype1_3
source: 空调
vi: máy điều hòa không khí

# task_suubtype1_4
source: 洗衣机
vi: máy giặt

# task_suubtype1_5
source: 热水器
vi: Máy nước nóng

# task_suubtype1_6
source: 电脑
vi: máy tính

# task_suubtype1_7
source: 手机
vi: điện thoại di động

# task_suubtype1_8
source: 平板电脑
vi: Viên thuốc

# task_suubtype1_9
source: 灯具
vi: Chiếu sáng

# task_suubtype1_10
source: 水龙头
vi: Vòi nước

# task_suubtype1_11
source: 马桶
vi: nhà vệ sinh

# task_suubtype1_12
source: 门窗
vi: Cửa ra vào và cửa sổ

# task_suubtype1_13
source: 家具
vi: nội thất

# task_suubtype1_14
source: 下水管道
vi: Ống cống

# task_suubtype1_15
source: 上水管道
vi: Ống nước

# task_suubtype1_16
source: 锁具
vi: Khóa

# task_suubtype1_17
source: 电动工具
vi: Dụng cụ điện

# task_type2
source: 保洁
vi: Vệ sinh

# task_suubtype2_1
source: 家具表面擦拭
vi: Lau sạch bề mặt đồ nội thất

# task_suubtype2_2
source: 地面清洁
vi: Vệ sinh sàn nhà

# task_suubtype2_3
source: 装饰品清洁
vi: Vệ sinh trang trí

# task_suubtype2_4
source: 窗户清洁
vi: Lau cửa sổ

# task_suubtype2_5
source: 床铺整理
vi: Làm giường

# task_suubtype2_6
source: 家具清洁
vi: Vệ sinh đồ nội thất

# task_suubtype2_7
source: 橱柜表面清洁
vi: Vệ sinh sàn nhà

# task_suubtype2_8
source: 炉灶清洁
vi: Vệ sinh bề mặt tủ

# task_suubtype2_9
source: 水槽清洁
vi: Vệ sinh bếp

# task_suubtype2_10
source: 电器表面清洁
vi: Vệ sinh bồn rửa

# task_suubtype2_11
source: 马桶清洁
vi: Vệ sinh bề mặt thiết bị điện

# task_suubtype2_12
source: 洗手盆清洁
vi: Vệ sinh nhà vệ sinh

# task_suubtype2_13
source: 淋浴间清洁
vi: Vệ sinh bồn rửa mặt

# age_1
source: 18-22岁
vi: 18-22 tuổi

# age_2
source: 23-30岁
vi: 23-30 tuổi

# age_3
source: 31-45岁
vi: 31-45 tuổi

# age_4
source: 46-55岁
vi: 46-55 tuổi

# age_5
source: 55岁以上
vi: Trên 55 tuổi

# sex_1
source: 男
vi: nam giới

# sex_2
source: 女
vi: nữ giới

# sex_3
source: 不限
vi: Không giới hạn

# education_1
source: 不限
vi: Không giới hạn

# education_2
source: 小学及以下
vi: Tiểu học trở xuống

# education_3
source: 初中
vi: trường trung học cơ sở

# education_4
source: 高中
vi: trung học phổ thông

# education_5
source: 大学及以上
vi: Đại học trở lên

# experience_1
source: 不限
vi: Không giới hạn

# experience_2
source: 一年及以下
vi: Một năm hoặc ít hơn

# experience_3
source: 1-3年
vi: 1-3 năm

# experience_4
source: 3-5年
vi: 3-5 năm

# experience_5
source: 5年以上
vi: 5+ năm

# alert_addressbook_system
source: The APP applies to access the contact list
vi: ứng dụng áp dụng để truy cập danh sách liên lạc

# alert_location_system
source: The current application collects your location information. You can open Settings-Privacy System and set it to off at any time.
vi: Ứng dụng hiện tại thu thập thông tin vị trí của mọi người. Bạn có thể mở cài đặt-hệ thống riêng tư và tắt CNTT bất cứ lúc nào.

# alert_camera_system
source: Authorize camera access to easily take photos and have a convenient operation process.
vi: cho phép truy cập camera để chụp ảnh dễ dàng và có quy trình vận hành thuận tiện

# alert_album_system
source: Grant album permission to conveniently select and upload photos and accelerate the application process.
vi: Cấp quyền cho album để chọn và tải ảnh lên một cách thuận tiện và đẩy nhanh quá trình áp dụng.

# alert_address
source: Please verify your address
vi: Vui lòng xác minh địa chỉ của bạn

# alert_sheet_cancel
source: Cancel
vi: Hủy bỏ

# alert_save_draft_success
source: 保存草稿成功!
vi: Đã lưu bản nháp thành công!

# alert_publish_success
source: 招工信息发布成功!
vi: Thông tin tuyển dụng đã được công bố thành công!

# alert_stop_success
source: 已停止招工!
vi: Tuyển dụng đã dừng lại!
